Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# guest.room.refusal.guestsFull.detail
source: Every guest seat is taken. Try again in a little while — or join Known or sign in, and you won't need a guest seat.
ar: كل مقاعد الزوار مشغولة. أعد المحاولة بعد قليل — أو انضم إلى «معروف» أو سجّل الدخول، فلن تحتاج إلى مقعد زائر.
bn: অতিথির সব আসন ভরে গেছে। একটু পরে আবার চেষ্টা করুন — অথবা Known-এ যোগ দিন বা সাইন ইন করুন, তখন অতিথির আসন লাগবে না।
ca: Tots els seients de convidat estan ocupats. Torna-ho a provar d'aquí a una estona, o uneix-te a Known o inicia la sessió i no necessitaràs un seient de convidat.
cs: Všechna místa pro hosty jsou obsazena. Zkus to za chvíli – nebo se připoj k aplikaci Known či přihlas, a host nebudeš potřebovat.
da: Alle gæstepladser er optaget. Prøv igen om lidt – eller deltag i Known eller log ind, så behøver du ikke en gæsteplads.
de: Alle Gästeplätze sind belegt. Versuche es in Kürze erneut – oder tritt Known bei oder melde dich an, dann brauchst du keinen Gästeplatz.
el: Όλες οι θέσεις επισκεπτών είναι κατειλημμένες. Δοκίμασε ξανά σε λίγο — ή γράψου στο Known ή συνδέσου και δεν θα χρειάζεσαι θέση επισκέπτη.
es: Todos los asientos de invitado están ocupados. Inténtalo de nuevo en un rato, o únete a Known o inicia sesión y no necesitarás un asiento de invitado.
fi: Kaikki vieraspaikat on otettu. Yritä hetken kuluttua uudelleen – tai liity Knowniin tai kirjaudu sisään, niin et tarvitse vieraspaikkaa.
fr: Toutes les places d’invité sont prises. Réessayez dans un moment — ou rejoignez Known ou connectez-vous, et vous n’aurez plus besoin d’une place d’invité.
he: כל מושבי האורחים תפוסים. נסה שוב בעוד זמן קצר — או הצטרף ל-Known או התחבר, ולא תזדקק למושב אורח.
hi: मेहमानों की सारी सीटें भर चुकी हैं। थोड़ी देर बाद फिर कोशिश करें — या Known से जुड़ें या साइन इन करें, तब आपको मेहमान सीट की ज़रूरत नहीं पड़ेगी।
hr: Sva gostinska mjesta su zauzeta. Pokušaj ponovno za malo — ili se pridruži aplikaciji Known ili se prijavi i nećeš trebati gostinsko mjesto.
hu: Minden vendéghely foglalt. Próbáld újra egy kis idő múlva – vagy csatlakozz a Knownhoz, illetve jelentkezz be, és nem kell vendéghely.
id: Semua kursi tamu terisi. Coba lagi sebentar lagi — atau gabung Known atau masuk, maka kamu tidak butuh kursi tamu.
it: Tutti i posti per gli ospiti sono occupati. Riprova tra poco, oppure iscriviti a Known o accedi e non ti servirà un posto da ospite.
ja: ゲスト席がすべて埋まっています。しばらくしてからもう一度お試しください。Knownに参加するかサインインすれば、ゲスト席は不要です。
ko: 게스트 자리가 모두 찼어요. 잠시 후 다시 시도하거나 Known에 가입하거나 로그인하면 게스트 자리가 필요 없어요.
ml: അതിഥികൾക്കുള്ള എല്ലാ സീറ്റുകളും നിറഞ്ഞു. കുറച്ച് കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക — അല്ലെങ്കിൽ Known-ൽ ചേരുകയോ സൈൻ ഇൻ ചെയ്യുകയോ ചെയ്താൽ അതിഥി സീറ്റ് വേണ്ടി വരില്ല.
ms: Setiap tempat duduk tetamu telah diambil. Cuba lagi sebentar lagi — atau sertai Known atau log masuk, dan anda tidak memerlukan tempat duduk tetamu.
nb: Alle gjesteplasser er tatt. Prøv igjen om litt, eller bli med på Known eller logg inn, så trenger du ikke en gjesteplass.
nl: Alle gastenplaatsen zijn bezet. Probeer het zo opnieuw, of meld je aan bij Known of log in, dan heb je geen gastenplaats nodig.
pl: Wszystkie miejsca dla gości są zajęte. Spróbuj za jakiś czas — albo dołącz do Known lub zaloguj się, a miejsce dla gościa nie będzie Ci potrzebne.
pt_br: Todos os lugares para visitantes estão ocupados. Tente de novo daqui a pouco, ou entre no Known ou faça login e você não precisará de um lugar de visitante.
pt_pt: Todos os lugares de convidado estão ocupados. Tente novamente daqui a pouco — ou entre na Known ou inicie sessão, e não precisará de um lugar de convidado.
ro: Toate locurile pentru invitați sunt ocupate. Încearcă din nou peste puțin timp — sau alătură-te Known ori autentifică-te și nu vei mai avea nevoie de un loc de invitat.
ru: Все гостевые места заняты. Повторите чуть позже — или присоединитесь к Known либо войдите в аккаунт, и гостевое место не понадобится.
sk: Všetky miesta pre hostí sú obsadené. Skús to o chvíľu — alebo sa pripoj k Known či prihlás, a miesto pre hosťa nebudeš potrebovať.
sv: Alla gästplatser är upptagna. Försök igen om en stund – eller gå med i Known eller logga in, så behöver du ingen gästplats.
ta: விருந்தினர் இருக்கைகள் அனைத்தும் நிரம்பிவிட்டன. சிறிது நேரம் கழித்து முயலுங்கள் — அல்லது Known-இல் சேருங்கள் அல்லது உள்நுழையுங்கள், விருந்தினர் இருக்கை தேவையிருக்காது.
te: అతిథి సీట్లన్నీ నిండిపోయాయి. కాసేపటి తర్వాత మళ్లీ ప్రయత్నించండి — లేదా Knownలో చేరండి లేదా సైన్ ఇన్ చేయండి, అప్పుడు అతిథి సీటు అవసరం లేదు.
th: ที่นั่งผู้เยี่ยมชมเต็มทุกที่ ลองอีกครั้งในอีกสักครู่ หรือเข้าร่วม Known หรือลงชื่อเข้าใช้ คุณก็ไม่ต้องใช้ที่นั่งผู้เยี่ยมชม
tr: Tüm misafir yerleri dolu. Biraz sonra tekrar deneyin; veya Known'a katılın ya da giriş yapın, misafir yerine ihtiyacınız kalmaz.
uk: Усі місця для гостей зайняті. Спробуйте трохи згодом — або приєднайтеся до Known чи увійдіть, і гостьове місце вам не знадобиться.
ur: مہمانوں کی تمام نشستیں بھر گئی ہیں۔ تھوڑی دیر بعد دوبارہ کوشش کریں — یا Known میں شامل ہوں یا سائن اِن کریں، پھر آپ کو مہمان نشست کی ضرورت نہیں ہوگی۔
vi: Mọi chỗ cho khách đã kín. Hãy thử lại sau ít phút — hoặc tham gia Known hay đăng nhập, bạn sẽ không cần chỗ dành cho khách.
zh_hans: 访客席位已满。请稍后再试，或加入 Known 或登录，这样就不需要访客席位了。
zh_hant: 訪客席位已滿。請稍後再試，或加入 Known／登入，就不需要訪客席位。

# guest.room.refusal.guestsFull.title
source: This room has no guest seats left
ar: لم يبقَ مقعد للزوار في هذه الغرفة
bn: এই রুমে অতিথির আর আসন নেই
ca: Aquesta sala no té més seients de convidat
cs: V této místnosti nezbývají místa pro hosty
da: Dette rum har ikke flere gæstepladser
de: In diesem Raum sind keine Gästeplätze mehr frei
el: Αυτή η αίθουσα δεν έχει άλλες θέσεις επισκεπτών
es: Esta sala no tiene asientos de invitado libres
fi: Tässä huoneessa ei ole vapaita vieraspaikkoja
fr: Ce salon n’a plus de place d’invité
he: לחדר הזה לא נותרו מושבי אורחים
hi: इस रूम में मेहमानों के लिए कोई सीट नहीं बची
hr: Ova soba nema više gostinskih mjesta
hu: Ebben a szobában nincs több vendéghely
id: Room ini tidak punya kursi tamu lagi
it: Questa stanza non ha più posti per gli ospiti
ja: このルームのゲスト席は満席です
ko: 이 룸에는 게스트 자리가 남아 있지 않아요
ml: ഈ റൂമിൽ അതിഥി സീറ്റുകൾ ബാക്കിയില്ല
ms: Bilik ini tiada lagi tempat duduk tetamu
nb: Dette rommet har ingen gjesteplasser igjen
nl: Deze room heeft geen gastenplaatsen meer
pl: W tym pokoju nie ma już miejsc dla gości
pt_br: Esta sala não tem mais lugares para visitantes
pt_pt: Esta sala já não tem lugares de convidado
ro: Această cameră nu mai are locuri pentru invitați
ru: В этой комнате не осталось гостевых мест
sk: V tejto miestnosti nezostali voľné miesta pre hostí
sv: Det här rummet har inga gästplatser kvar
ta: இந்த அறையில் விருந்தினர் இருக்கைகள் இல்லை
te: ఈ రూమ్‌లో అతిథి సీట్లు మిగల్లేదు
th: ห้องนี้ไม่เหลือที่นั่งผู้เยี่ยมชม
tr: Bu odada misafir yeri kalmadı
uk: У цій кімнаті не лишилося місць для гостей
ur: اس روم میں مہمانوں کی کوئی نشست باقی نہیں
vi: Phòng này hết chỗ cho khách
zh_hans: 此房间已没有访客席位
zh_hant: 此聊天室的訪客席位已滿

# guest.room.refusal.guestsNotAllowed.detail
source: Only members can listen to this room right now. Join Known or sign in to listen.
ar: الاستماع إلى هذه الغرفة للأعضاء فقط حاليًا. انضم إلى «معروف» أو سجّل الدخول لتستمع.
bn: এখন শুধু সদস্যরা এই রুম শুনতে পারেন। শুনতে Known-এ যোগ দিন বা সাইন ইন করুন।
ca: Ara mateix només els membres poden escoltar aquesta sala. Uneix-te a Known o inicia la sessió per escoltar.
cs: Tuto místnost mohou teď poslouchat jen členové. Připoj se k aplikaci Known nebo se přihlas.
da: Lige nu kan kun medlemmer lytte til dette rum. Deltag i Known eller log ind for at lytte.
de: Diesem Raum können im Moment nur Mitglieder zuhören. Tritt Known bei oder melde dich an, um zuzuhören.
el: Προς το παρόν μόνο τα μέλη μπορούν να ακούσουν αυτή την αίθουσα. Γράψου στο Known ή συνδέσου για να ακούσεις.
es: Ahora mismo solo los miembros pueden escuchar esta sala. Únete a Known o inicia sesión para escuchar.
fi: Vain jäsenet voivat kuunnella tätä huonetta juuri nyt. Liity Knowniin tai kirjaudu sisään kuunnellaksesi.
fr: Seuls les membres peuvent écouter ce salon pour le moment. Rejoignez Known ou connectez-vous pour écouter.
he: כרגע רק חברים יכולים להאזין לחדר הזה. הצטרף ל-Known או התחבר כדי להאזין.
hi: अभी इस रूम को केवल सदस्य सुन सकते हैं। सुनने के लिए Known से जुड़ें या साइन इन करें।
hr: Ovu sobu trenutačno mogu slušati samo članovi. Pridruži se aplikaciji Known ili se prijavi da slušaš.
hu: Ezt a szobát jelenleg csak tagok hallgathatják. A hallgatáshoz csatlakozz a Knownhoz, vagy jelentkezz be.
id: Saat ini hanya anggota yang bisa mendengarkan room ini. Gabung Known atau masuk untuk mendengarkan.
it: Al momento solo i membri possono ascoltare questa stanza. Iscriviti a Known o accedi per ascoltare.
ja: 現在このルームを聴けるのはメンバーだけです。聴くにはKnownに参加するかサインインしてください。
ko: 지금은 멤버만 이 룸을 들을 수 있어요. 듣으려면 Known에 가입하거나 로그인하세요.
ml: ഇപ്പോൾ അംഗങ്ങൾക്ക് മാത്രമേ ഈ റൂം കേൾക്കാനാകൂ. കേൾക്കാൻ Known-ൽ ചേരുക അല്ലെങ്കിൽ സൈൻ ഇൻ ചെയ്യുക.
ms: Hanya ahli boleh mendengar bilik ini sekarang. Sertai Known atau log masuk untuk mendengar.
nb: Akkurat nå kan bare medlemmer lytte til dette rommet. Bli med på Known eller logg inn for å lytte.
nl: Alleen leden kunnen nu naar deze room luisteren. Meld je aan bij Known of log in om te luisteren.
pl: Na razie tego pokoju mogą słuchać tylko członkowie. Dołącz do Known lub zaloguj się, aby słuchać.
pt_br: No momento, só membros podem ouvir esta sala. Entre no Known ou faça login para ouvir.
pt_pt: Neste momento, só os membros podem ouvir esta sala. Entre na Known ou inicie sessão para ouvir.
ro: Acum doar membrii pot asculta această cameră. Alătură-te Known sau autentifică-te pentru a asculta.
ru: Сейчас эту комнату могут слушать только участники. Присоединитесь к Known или войдите, чтобы слушать.
sk: Túto miestnosť môžu práve teraz počúvať iba členovia. Pripoj sa k Known alebo sa prihlás.
sv: Just nu kan bara medlemmar lyssna på det här rummet. Gå med i Known eller logga in för att lyssna.
ta: இப்போது உறுப்பினர்கள் மட்டுமே இந்த அறையைக் கேட்கலாம். கேட்க Known-இல் சேருங்கள் அல்லது உள்நுழையுங்கள்.
te: ప్రస్తుతం సభ్యులు మాత్రమే ఈ రూమ్‌ను వినగలరు. వినడానికి Knownలో చేరండి లేదా సైన్ ఇన్ చేయండి.
th: ตอนนี้เฉพาะสมาชิกเท่านั้นที่ฟังห้องนี้ได้ เข้าร่วม Known หรือลงชื่อเข้าใช้เพื่อฟัง
tr: Bu odayı şu anda yalnızca üyeler dinleyebilir. Dinlemek için Known'a katılın veya giriş yapın.
uk: Наразі цю кімнату можуть слухати лише учасники. Приєднайтеся до Known або увійдіть, щоб слухати.
ur: ابھی اس روم کو صرف ارکان سن سکتے ہیں۔ سننے کے لیے Known میں شامل ہوں یا سائن اِن کریں۔
vi: Hiện chỉ thành viên mới nghe được phòng này. Hãy tham gia Known hoặc đăng nhập để nghe.
zh_hans: 目前只有成员可以收听此房间。加入 Known 或登录后即可收听。
zh_hant: 目前只有成員能收聽此聊天室。請加入 Known 或登入後收聽。

# guest.room.refusal.guestsNotAllowed.title
source: Guests can't listen to this room
ar: لا يمكن للزوار الاستماع إلى هذه الغرفة
bn: অতিথিরা এই রুম শুনতে পারে না
ca: Els convidats no poden escoltar aquesta sala
cs: Hosté tuto místnost poslouchat nemohou
da: Gæster kan ikke lytte til dette rum
de: Gäste können diesem Raum nicht zuhören
el: Οι επισκέπτες δεν μπορούν να ακούσουν αυτή την αίθουσα
es: Los invitados no pueden escuchar esta sala
fi: Vieraat eivät voi kuunnella tätä huonetta
fr: Les invités ne peuvent pas écouter ce salon
he: אורחים לא יכולים להאזין לחדר הזה
hi: मेहमान इस रूम को नहीं सुन सकते
hr: Gosti ne mogu slušati ovu sobu
hu: Vendégek nem hallgathatják ezt a szobát
id: Tamu tidak bisa mendengarkan room ini
it: Gli ospiti non possono ascoltare questa stanza
ja: ゲストはこのルームを聴けません
ko: 게스트는 이 룸을 들을 수 없어요
ml: അതിഥികൾക്ക് ഈ റൂം കേൾക്കാനാവില്ല
ms: Tetamu tidak boleh mendengar bilik ini
nb: Gjester kan ikke lytte til dette rommet
nl: Gasten kunnen niet naar deze room luisteren
pl: Goście nie mogą słuchać tego pokoju
pt_br: Visitantes não podem ouvir esta sala
pt_pt: Os convidados não podem ouvir esta sala
ro: Invitații nu pot asculta această cameră
ru: Гости не могут слушать эту комнату
sk: Hostia túto miestnosť počúvať nemôžu
sv: Gäster kan inte lyssna på det här rummet
ta: விருந்தினர்கள் இந்த அறையைக் கேட்க முடியாது
te: అతిథులు ఈ రూమ్‌ను వినలేరు
th: ผู้เยี่ยมชมฟังห้องนี้ไม่ได้
tr: Misafirler bu odayı dinleyemez
uk: Гості не можуть слухати цю кімнату
ur: مہمان اس روم کو نہیں سن سکتے
vi: Khách không thể nghe phòng này
zh_hans: 访客无法收听此房间
zh_hant: 訪客無法收聽此聊天室

# guest.room.refusal.notFound.detail
source: It may have ended, or its host is no longer on Known.
ar: ربما انتهت، أو لم يعد مضيفها على «معروف».
bn: এটি শেষ হয়ে যেতে পারে, অথবা এর হোস্ট আর Known-এ নেই।
ca: Potser ha acabat, o el seu amfitrió ja no és a Known.
cs: Možná skončila, nebo už její hostitel v aplikaci Known není.
da: Det er måske slut, eller dets vært er ikke længere på Known.
de: Er ist möglicherweise beendet, oder sein Host ist nicht mehr auf Known.
el: Ίσως έχει τελειώσει ή ο οικοδεσπότης της δεν είναι πια στο Known.
es: Puede que haya terminado o que su anfitrión ya no esté en Known.
fi: Se on ehkä päättynyt, tai sen isäntä ei ole enää Knownissa.
fr: Il est peut-être terminé, ou son animateur n’est plus sur Known.
he: ייתכן שהוא הסתיים, או שהמארח שלו כבר לא ב-Known.
hi: शायद यह खत्म हो गया है, या इसका होस्ट अब Known पर नहीं है।
hr: Možda je završila ili njezin domaćin više nije u aplikaciji Known.
hu: Lehet, hogy véget ért, vagy a házigazdája már nincs a Knownon.
id: Mungkin sudah berakhir, atau hostnya sudah tidak di Known.
it: Potrebbe essere finita, o il suo host non è più su Known.
ja: 終了したか、ホストがKnownにいなくなった可能性があります。
ko: 이미 끝났거나 호스트가 더 이상 Known에 없을 수 있어요.
ml: ഇത് അവസാനിച്ചിരിക്കാം, അല്ലെങ്കിൽ ഇതിന്റെ ഹോസ്റ്റ് ഇപ്പോൾ Known-ൽ ഇല്ല.
ms: Ia mungkin telah tamat, atau hosnya sudah tiada di Known.
nb: Det kan ha tatt slutt, eller verten er ikke lenger på Known.
nl: Hij is mogelijk afgelopen, of de host is niet meer op Known.
pl: Mógł się zakończyć albo jego gospodarza nie ma już w Known.
pt_br: Ela pode ter terminado, ou o anfitrião não está mais no Known.
pt_pt: Pode ter terminado, ou o anfitrião já não está na Known.
ro: Poate s-a încheiat sau gazda ei nu mai este pe Known.
ru: Возможно, она завершилась или её ведущего больше нет в Known.
sk: Možno skončila, alebo jej hostiteľ už nie je na Known.
sv: Det kan ha avslutats, eller så finns dess värd inte längre på Known.
ta: அது முடிந்திருக்கலாம், அல்லது அதன் நடத்துநர் இனி Known-இல் இல்லை.
te: ఇది ముగిసి ఉండవచ్చు, లేదా దాని హోస్ట్ ఇకపై Knownలో లేకపోవచ్చు.
th: ห้องอาจจบแล้ว หรือเจ้าของห้องไม่ได้อยู่บน Known แล้ว
tr: Sona ermiş olabilir veya sunucusu artık Known'da değil.
uk: Можливо, її завершено або її ведучого вже немає в Known.
ur: ہو سکتا ہے یہ ختم ہو چکا ہو، یا اس کا میزبان اب Known پر نہ ہو۔
vi: Phòng có thể đã kết thúc, hoặc chủ phòng không còn trên Known.
zh_hans: 它可能已经结束，或其主持人已不在 Known 上。
zh_hant: 它可能已結束，或其主持人已不在 Known。

# guest.room.refusal.notFound.title
source: This room isn't available
ar: هذه الغرفة غير متاحة
bn: এই রুম পাওয়া যাচ্ছে না
ca: Aquesta sala no està disponible
cs: Tato místnost není dostupná
da: Dette rum er ikke tilgængeligt
de: Dieser Raum ist nicht verfügbar
el: Αυτή η αίθουσα δεν είναι διαθέσιμη
es: Esta sala no está disponible
fi: Tämä huone ei ole saatavilla
fr: Ce salon n’est pas disponible
he: החדר הזה אינו זמין
hi: यह रूम उपलब्ध नहीं है
hr: Ova soba nije dostupna
hu: Ez a szoba nem érhető el
id: Room ini tidak tersedia
it: Questa stanza non è disponibile
ja: このルームは利用できません
ko: 이 룸을 사용할 수 없어요
ml: ഈ റൂം ലഭ്യമല്ല
ms: Bilik ini tidak tersedia
nb: Dette rommet er ikke tilgjengelig
nl: Deze room is niet beschikbaar
pl: Ten pokój jest niedostępny
pt_br: Esta sala não está disponível
pt_pt: Esta sala não está disponível
ro: Această cameră nu este disponibilă
ru: Эта комната недоступна
sk: Táto miestnosť nie je dostupná
sv: Det här rummet är inte tillgängligt
ta: இந்த அறை கிடைக்கவில்லை
te: ఈ రూమ్ అందుబాటులో లేదు
th: ไม่มีห้องนี้
tr: Bu oda kullanılamıyor
uk: Ця кімната недоступна
ur: یہ روم دستیاب نہیں
vi: Phòng này không khả dụng
zh_hans: 此房间不可用
zh_hant: 此聊天室無法使用

# guest.room.refusal.rateLimited.detail
source: Your connection has opened rooms too often. Wait a little, then try again.
ar: فتح اتصالك الغرف مرات كثيرة. انتظر قليلًا ثم أعد المحاولة.
bn: আপনার সংযোগ থেকে অনেক বেশি বার রুম খোলা হয়েছে। একটু অপেক্ষা করে আবার চেষ্টা করুন।
ca: La teva connexió ha obert sales massa sovint. Espera una mica i torna-ho a provar.
cs: Z tvého připojení se otevíraly místnosti příliš často. Chvíli počkej a zkus to znovu.
da: Din forbindelse har åbnet rum for mange gange. Vent lidt, og prøv så igen.
de: Von deiner Verbindung wurden zu oft Räume geöffnet. Warte etwas und versuche es dann erneut.
el: Η σύνδεσή σου άνοιξε αίθουσες πολύ συχνά. Περίμενε λίγο και δοκίμασε ξανά.
es: Tu conexión ha abierto salas con demasiada frecuencia. Espera un poco y vuelve a intentarlo.
fi: Yhteytesi on avannut huoneita liian usein. Odota hetki ja yritä uudelleen.
fr: Votre connexion a ouvert des salons trop souvent. Patientez un peu, puis réessayez.
he: החיבור שלך פתח חדרים לעיתים קרובות מדי. המתן מעט ונסה שוב.
hi: आपके कनेक्शन से रूम बहुत बार खोले गए हैं। थोड़ा रुकें, फिर कोशिश करें।
hr: Tvoja veza prečesto je otvarala sobe. Pričekaj malo, pa pokušaj ponovno.
hu: A kapcsolatodról túl gyakran nyitottak szobákat. Várj egy kicsit, majd próbáld újra.
id: Koneksimu terlalu sering membuka room. Tunggu sebentar, lalu coba lagi.
it: La tua connessione ha aperto stanze troppo spesso. Aspetta un po', poi riprova.
ja: この接続からルームを開く回数が多すぎます。少し待ってから、もう一度お試しください。
ko: 이 연결에서 룸을 너무 자주 열었어요. 잠시 기다린 후 다시 시도하세요.
ml: നിങ്ങളുടെ കണക്ഷൻ വളരെ പതിവായി റൂമുകൾ തുറന്നു. അൽപനേരം കാത്തിരുന്ന് വീണ്ടും ശ്രമിക്കുക.
ms: Sambungan anda telah membuka bilik terlalu kerap. Tunggu sebentar, kemudian cuba lagi.
nb: Tilkoblingen din har åpnet rom for ofte. Vent litt, og prøv igjen.
nl: Vanaf je verbinding zijn te vaak rooms geopend. Wacht even en probeer het dan opnieuw.
pl: Z Twojego połączenia otwarto pokoje zbyt wiele razy. Poczekaj chwilę i spróbuj ponownie.
pt_br: Sua conexão abriu salas vezes demais. Aguarde um pouco e tente de novo.
pt_pt: A sua ligação abriu salas com demasiada frequência. Aguarde um pouco e tente novamente.
ro: Conexiunea ta a deschis camere prea des. Așteaptă puțin, apoi încearcă din nou.
ru: С вашего подключения комнаты открывали слишком часто. Подождите немного и повторите.
sk: Z tvojho pripojenia sa otvorilo príliš veľa miestností. Chvíľu počkaj a skús to znova.
sv: Din anslutning har öppnat rum för ofta. Vänta en stund och försök igen.
ta: உங்கள் இணைப்பிலிருந்து அறைகள் மிக அடிக்கடி திறக்கப்பட்டன. சிறிது காத்திருந்து மீண்டும் முயலுங்கள்.
te: మీ కనెక్షన్ నుండి రూమ్‌లు చాలా తరచుగా తెరవబడ్డాయి. కాసేపు ఆగి మళ్లీ ప్రయత్నించండి.
th: การเชื่อมต่อของคุณเปิดห้องบ่อยเกินไป รอสักครู่แล้วลองอีกครั้ง
tr: Bağlantınız çok sık oda açtı. Biraz bekleyip tekrar deneyin.
uk: З вашого підключення кімнати відкривали надто часто. Трохи зачекайте й спробуйте ще раз.
ur: آپ کے کنکشن نے بہت بار رومز کھولے ہیں۔ ذرا انتظار کریں، پھر دوبارہ کوشش کریں۔
vi: Kết nối của bạn đã mở phòng quá thường xuyên. Hãy chờ một lúc rồi thử lại.
zh_hans: 你的网络开启房间过于频繁。请稍等片刻，然后重试。
zh_hant: 你的連線開啟聊天室過於頻繁。請稍候再試。

# guest.room.refusal.rateLimited.title
source: Too many tries from your connection
ar: محاولات كثيرة من اتصالك
bn: আপনার সংযোগ থেকে অনেকবার চেষ্টা হয়েছে
ca: Massa intents des de la teva connexió
cs: Příliš mnoho pokusů z tvého připojení
da: For mange forsøg fra din forbindelse
de: Zu viele Versuche von deiner Verbindung
el: Πάρα πολλές προσπάθειες από τη σύνδεσή σου
es: Demasiados intentos desde tu conexión
fi: Liian monta yritystä yhteydeltäsi
fr: Trop d’essais depuis votre connexion
he: יותר מדי ניסיונות מהחיבור שלך
hi: आपके कनेक्शन से बहुत ज़्यादा कोशिशें
hr: Previše pokušaja s tvoje veze
hu: Túl sok próbálkozás a kapcsolatodról
id: Terlalu banyak percobaan dari koneksimu
it: Troppi tentativi dalla tua connessione
ja: この接続からの試行が多すぎます
ko: 이 연결에서 시도가 너무 많아요
ml: നിങ്ങളുടെ കണക്ഷനിൽ നിന്ന് വളരെയധികം ശ്രമങ്ങൾ
ms: Terlalu banyak percubaan daripada sambungan anda
nb: For mange forsøk fra tilkoblingen din
nl: Te veel pogingen vanaf je verbinding
pl: Zbyt wiele prób z Twojego połączenia
pt_br: Tentativas demais da sua conexão
pt_pt: Demasiadas tentativas da sua ligação
ro: Prea multe încercări de la conexiunea ta
ru: Слишком много попыток с вашего подключения
sk: Príliš veľa pokusov z tvojho pripojenia
sv: För många försök från din anslutning
ta: உங்கள் இணைப்பிலிருந்து முயற்சிகள் மிக அதிகம்
te: మీ కనెక్షన్ నుండి చాలా ప్రయత్నాలు
th: ลองจากการเชื่อมต่อของคุณหลายครั้งเกินไป
tr: Bağlantınızdan çok fazla deneme
uk: Забагато спроб з вашого підключення
ur: آپ کے کنکشن سے بہت زیادہ کوششیں
vi: Quá nhiều lần thử từ kết nối của bạn
zh_hans: 你的网络尝试次数过多
zh_hant: 你的連線嘗試次數過多
